[
    {
        "FlavorName": "7UP",
        "Description": "The refreshing and crisp flavor of lemon lime soda.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE",
        "BeanId": 1
    },
    {
        "FlavorName": "A&W® CREAM SODA",
        "Description": "A deliciously creamy take on the classic vanilla flavor.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 2
    },
    {
        "FlavorName": "A&W® ROOT BEER",
        "Description": "Say 'cheers' with the flavor of this all-American classic drink.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, VEGETABLE & FRUIT JUICE (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 3
    },
    {
        "FlavorName": "ACAI BERRY",
        "Description": "Hard to pronounce but a delight to enjoy. A super sweet and rich berry taste unlike any other.",
        "Ingredients": "CANE SUGAR, TAPIOCA SYRUP, MODIFIED FOOD STARCH, SOUR CHERRY JUICE FROM CONCENTRATE, BLUEBERRY JUICE FROM BLUEBERRY PUREE, POMEGRANATE JUICE FROM CONCENTRATE, ACAI PUREE, NATURAL FLAVORS, ACEROLA (BARBADOS) CHERRY JUICE, CRANBERRY PUREE, CITRIC ACID, APPLE (COLOR), CONFECTIONER'S GLAZE, BEESWAX, GRAPE CONCENTRATE (COLOR), CARROT (COLOR), CARNAUBA WAX, BLACK CURRANT (COLOR), HIBISCUS (COLOR), COLOR ADDED.",
        "BeanId": 4
    },
    {
        "FlavorName": "APPLE PIE A LA COLD STONE®",
        "Description": "A creamy combination of French Vanilla, apple pie, and caramel flavors adds a sweet twist to the classic American dessert.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: STRAWBERRY PUREE, CHOCOLATE LIQUOR, COCOA BUTTER, COCOA POWDER, CITRIC ACID, GROUND CINNAMON, TAPIOCA DEXTRIN, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, RED 40, BLUE 1 & 2 LAKE, BLUE 1, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 5
    },
    {
        "FlavorName": "BARBADOS CHERRY",
        "Description": "A sweet cherry flavor with just a hint of tartness.",
        "Ingredients": "CANE SUGAR, TAPIOCA SYRUP, MODIFIED FOOD STARCH, SOUR CHERRY JUICE FROM CONCENTRATE, BLUEBERRY JUICE FROM BLUEBERRY PUREE, POMEGRANATE JUICE FROM CONCENTRATE, ACAI PUREE, NATURAL FLAVORS, ACEROLA (BARBADOS) CHERRY JUICE, CRANBERRY PUREE, CITRIC ACID, APPLE (COLOR), CONFECTIONER'S GLAZE, BEESWAX, GRAPE CONCENTRATE (COLOR), CARROT (COLOR), CARNAUBA WAX, BLACK CURRANT (COLOR), HIBISCUS (COLOR), COLOR ADDED.",
        "BeanId": 6
    },
    {
        "FlavorName": "BLUEBERRY",
        "Description": "Enjoy the taste of fresh-picked blueberries. Deliciously flavored with real blueberry puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, BLUEBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, BLUE 1 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 7
    },
    {
        "FlavorName": "BUBBLE GUM",
        "Description": "This bean has everything but the bubble! Taking a trip down memory lane has never tasted so good.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 8
    },
    {
        "FlavorName": "BUTTERED POPCORN",
        "Description": "Now you can enjoy buttery perfection without having to go to the movies.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 9
    },
    {
        "FlavorName": "CANTALOUPE",
        "Description": "This sweet summertime favorite is always in season.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CANTALOUPE JUICE FROM CANTALOUPE POWDER, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 6 LAKE, YELLOW 6, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 10
    },
    {
        "FlavorName": "CAPPUCCINO",
        "Description": "The rich and creamy taste of cappuccino. So 'delicioso' because each is flavored with real coffee.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COFFEE, COLOR ADDED, VEGETABLE AND FRUIT JUICE (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 11
    },
    {
        "FlavorName": "CARAMEL CORN",
        "Description": "A partnership made in heaven. Sweet caramel and buttery popcorn.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 6, YELLOW 5 & 6 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 12
    },
    {
        "FlavorName": "CHERRY PASSION FRUIT SMOOTHIE",
        "Description": "The sweet and fruity flavors of cherry and passion fruit are blended to perfection in this unique smoothie flavor.",
        "Ingredients": "Sugar, glucose syrup, modified cornstarch, passion fruit juice concentrate, flavourings, acidity regulator (E330), colours (E100, E171), glazing agents (E901, E903, E904), fruit and vegetable concentrates (purple carrot, carrot, black currant).",
        "BeanId": 13
    },
    {
        "FlavorName": "CHOCOLATE DEVOTION®",
        "Description": "Rich chocolate taste that will bring you to your happy place. Flavored with real cocoa powder for an indulgent treat.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: STRAWBERRY PUREE, CHOCOLATE LIQUOR, COCOA BUTTER, COCOA POWDER, CITRIC ACID, GROUND CINNAMON, TAPIOCA DEXTRIN, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, RED 40, BLUE 1 & 2 LAKE, BLUE 1, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 14
    },
    {
        "FlavorName": "CHOCOLATE PUDDING",
        "Description": "A creamy, chocolatey tasting delight flavored with real cocoa powder. No spoon required.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: COCOA POWDER, CHOCOLATE LIQUOR, COCOA BUTTER, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 15
    },
    {
        "FlavorName": "CINNAMON",
        "Description": "The perfect combination of sugar and spice. These beans have just the right amount of cinnamon to make them a sweet treat for all.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, RED 40 LAKE, TURMERIC (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 16
    },
    {
        "FlavorName": "CINNAMON APPLE FILLED",
        "Description": "The perfect combination of a classic glazed donut and sweet apple filling. Flavored with real apple juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: APPLE JUICE CONCENTRATE, CITRIC ACID, COCOA POWDER, NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, BLUE 1 & 2 LAKE, RED 40, VEGETABLE AND FRUIT JUICE (COLOR), TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, GROUND CINNAMON, SALT.",
        "BeanId": 17
    },
    {
        "FlavorName": "COCONUT",
        "Description": "Take a quick trip to the tropics with the taste of real coconut.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: COCONUT, ARTIFICIAL FLAVOR, COLOR ADDED, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 18
    },
    {
        "FlavorName": "COTTON CANDY",
        "Description": "A sweet taste from your childhood that will bring a smile to your face.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 19
    },
    {
        "FlavorName": "CRANBERRY",
        "Description": "Not too tart and not too sweet. This berry flavor definitely has the perfect balance.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CRANBERRY PUREE, NATURAL FLAVOR, COLOR ADDED, RED 40 LAKE, BLUE 2 LAKE, TURMERIC (COLOR), CITRIC ACID, CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 20
    },
    {
        "FlavorName": "CRANBERRY RASPBERRY",
        "Description": "This delicious berry flavor from Snapple® packed into a jelly bean for a sweet treat.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CRANBERRY PUREE, RASPBERRY PUREE, GRAPE JUICE CONCENTRATE, MANGO JUICE CONCENTRATE, STRAWBERRY JUICE CONCENTRATE, KIWI JUICE CONCENTRATE, LEMON PUREE, CHERRY JUICE CONCENTRATE, CRANBERRY JUICE CONCENTRATE, NATURAL FLAVORS, CITRIC ACID, COLOR ADDED, GRAPE CONCENTRATE (COLOR), TURMERIC (COLOR), APPLE (COLOR), HIBISCUS (COLOR), BLACK CURRANT (COLOR), CARROT (COLOR), CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 21
    },
    {
        "FlavorName": "CRUSHED PINEAPPLE",
        "Description": "Like a private Island for your taste buds. Flavored with real pineapple juice for sweet tropical goodness.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, PINEAPPLE JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 22
    },
    {
        "FlavorName": "DR PEPPER®",
        "Description": "There's nothing like a Dr Pepper. The soda with a signature blend of 23 flavors packed into a jelly bean.",
        "Ingredients": "INGREDIENTS: SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: SODIUM CITRATE, PHOSPHORIC ACID, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, BLUE 2 LAKE, RED 40, YELLOW 5 LAKE, VEGETABLE & FRUIT JUICE (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, CAFFEINE.",
        "BeanId": 23
    },
    {
        "FlavorName": "FRENCH VANILLA",
        "Description": "A jelly bean that tastes just like a vanilla bean.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: VANILLA BEANS, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 24
    },
    {
        "FlavorName": "GIN & TONIC",
        "Description": "Zesty and bittersweet with hints of elderberry and lime.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORs, COLOR ADDED, BLUE 1 LAKE, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, TAPIOCA DEXTRIN.",
        "BeanId": 25
    },
    {
        "FlavorName": "GLAZED BLUEBERRY CAKE",
        "Description": "Enjoy the oven-baked like taste of blueberry cake without the crumbs!",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: APPLE JUICE CONCENTRATE, CITRIC ACID, COCOA POWDER, NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, BLUE 1 & 2 LAKE, RED 40, VEGETABLE AND FRUIT JUICE (COLOR), TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, GROUND CINNAMON, SALT.",
        "BeanId": 26
    },
    {
        "FlavorName": "GRAPE CRUSH",
        "Description": "A sweet grape flavor with an exciting rush of fun and flavor in every bean.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, TARTARIC ACID, GRAPE JUICE CONCENTRATE, ACACIA GUM, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 27
    },
    {
        "FlavorName": "GREEN APPLE",
        "Description": "Tart and crisp flavor made from real apple juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, APPLE JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 28
    },
    {
        "FlavorName": "ISLAND PUNCH",
        "Description": "Take your taste buds to a tropical island paradise. Expertly flavored with a blend of juices from real fruits.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, PASSION FRUIT JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, BLUE 1 & 2 LAKE, BLUE 1 & 2, RED 40 LAKE, RED 40, YELLOW 5 LAKE, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 29
    },
    {
        "FlavorName": "JEWEL BERRY BLUE",
        "Description": "A combination of fruits to give your taste buds the royal treatment.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 30
    },
    {
        "FlavorName": "JEWEL BLUEBERRY",
        "Description": "A beautifully sparkling bean flavored with real blueberry puree for a taste that bursts with flavor.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, BLUEBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, BLUE 1 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 31
    },
    {
        "FlavorName": "JEWEL BUBBLE GUM",
        "Description": "This sparkly bean has everything but the bubble! Taking a trip down memory lane has never tasted so good.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 32
    },
    {
        "FlavorName": "JEWEL CHAMPAGNE",
        "Description": "Ready to toast to any occasion with a classy irridescent finish, this bean contains all the flavour of a glass of bubbly without any of the alcohol.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORS, CITRIC ACID, COLOR ADDED, MALTODEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 33
    },
    {
        "FlavorName": "JEWEL CREAM SODA",
        "Description": "Creamy and smooth taste with a special sparkle that makes this bean shine.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 34
    },
    {
        "FlavorName": "JEWEL GINGER ALE",
        "Description": "Includes a fizzy sensation with just the right blend of flavours. Perfect to enjoy on its own or mixed with other flavours.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, CITRIC ACID, COLOR ADDED, YELLOW 5, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 35
    },
    {
        "FlavorName": "JEWEL GRAPE SODA",
        "Description": "You just picked a winner! Flavourings of real grape juice give it a fresh from the vine taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, TARTARIC ACID, GRAPE JUICE CONCENTRATE, GUM ARABIC, NATURAL & ARTIFICIAL FLAVOR, VEGETABLE & FRUIT JUICE (COLOR), COLOR ADDED, RED 40, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE",
        "BeanId": 36
    },
    {
        "FlavorName": "JEWEL ORANGE",
        "Description": "A beautifully sparkling citrus treat flavored with real orange puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, ORANGE JUICE FROM ORANGE PUREE, 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 6, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 37
    },
    {
        "FlavorName": "JEWEL SOUR APPLE",
        "Description": "So shiny, so tart. Flavored with real apple juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, APPLE JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, FUMARIC ACID, SODIUM LACTATE, SODIUM CITRATE, ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, YELLOW 5 LAKE, BLUE 1, BLUE 1 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 38
    },
    {
        "FlavorName": "JEWEL SOUR LEMON",
        "Description": "A shiny bean that packs some serious pucker power. Flavored with real lemon puree to deliver a tasty tartness.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, FUMARIC ACID, SODIUM LACTATE, SODIUM CITRATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 5, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 39
    },
    {
        "FlavorName": "JEWEL VERY CHERRY",
        "Description": "This bean sparkles like a ruby and is made with real cherry juice to burst with flavor.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CHERRY JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, RED 40 LAKE, TURMERIC (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 40
    },
    {
        "FlavorName": "JUICY PEAR",
        "Description": "With just one bite, it's easy to see why it's called Juicy Pear. The fresh sweet taste comes from flavorings of real pear.",
        "Ingredients": "SUGAR, GLUCOSE SYRUP, MODIFIED CORNSTARCH, PEAR JUICE CONCENTRATE, FLAVOURING, ACIDITY REGULATOR (E330), GLAZING AGENTS (E901, E903, E904), COLOURS (E100, E171), FRUIT AND VEGETABLE CONCENTRATES (CARROT, PUMPKIN, SPIRULINA, APPLE, HIBISCUS), TAPIOCA DEXTRIN.",
        "BeanId": 41
    },
    {
        "FlavorName": "KIWI",
        "Description": "A sweet and exotic taste made with flavorings of real kiwifruit.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, KIWI JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, BLUE 1, CITRIC ACID, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 42
    },
    {
        "FlavorName": "KIWI STRAWBERRY",
        "Description": "The iconic blend of tangy kiwi and sweet strawberry made famous by Snapple® in the form of a jelly bean.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CRANBERRY PUREE, RASPBERRY PUREE, GRAPE JUICE CONCENTRATE, MANGO JUICE CONCENTRATE, STRAWBERRY JUICE CONCENTRATE, KIWI JUICE CONCENTRATE, LEMON PUREE, CHERRY JUICE CONCENTRATE, CRANBERRY JUICE CONCENTRATE, NATURAL FLAVORS, CITRIC ACID, COLOR ADDED, GRAPE CONCENTRATE (COLOR), TURMERIC (COLOR), APPLE (COLOR), HIBISCUS (COLOR), BLACK CURRANT (COLOR), CARROT (COLOR), CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 43
    },
    {
        "FlavorName": "LEMON",
        "Description": "The perfect amount of pucker. Real lemon flavorings give these beans their tasty tartness.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM PUREE, 2% OR LESS OF THE FOLLOWING: SODIUM LACTATE, CITRIC ACID, NATURAL FLAVOR, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 44
    },
    {
        "FlavorName": "MANDARIN ORANGE MANGO SMOOTHIE",
        "Description": "Mix it up with this citrusy sweet blend. Flavored with real orange puree.",
        "Ingredients": "SUGARS (SUGAR, CORN SYRUP, ORANGE PUREE), MODIFIED CORN STARCH, CITRIC ACID, FLAVORS, TITANIUM DIOXIDE, SHELLAC, SODIUM CITRATE, BEESWAX, CARNAUBA WAX, TARTRAZINE, SUNSET YELLOW FCF, ALLURA RED.",
        "BeanId": 45
    },
    {
        "FlavorName": "MANGO",
        "Description": "Fresh and sweet. tropical island goodness flavored with real mango puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, MANGO JUICE FROM PUREE, MANGO JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, SODIUM CITRATE, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5 LAKE, YELLOW 5, BLUE 1 LAKE, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 46
    },
    {
        "FlavorName": "MANGO MADNESS",
        "Description": "Go mad for this sweet, fruity, and delicious mango flavor from Snapple®.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CRANBERRY PUREE, RASPBERRY PUREE, GRAPE JUICE CONCENTRATE, MANGO JUICE CONCENTRATE, STRAWBERRY JUICE CONCENTRATE, KIWI JUICE CONCENTRATE, LEMON PUREE, CHERRY JUICE CONCENTRATE, CRANBERRY JUICE CONCENTRATE, NATURAL FLAVORS, CITRIC ACID, COLOR ADDED, GRAPE CONCENTRATE (COLOR), TURMERIC (COLOR), APPLE (COLOR), HIBISCUS (COLOR), BLACK CURRANT (COLOR), CARROT (COLOR), CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 47
    },
    {
        "FlavorName": "MANGO MILK TEA",
        "Description": "A tropical treat with a bubbly twist. This fruity delight tastes just like your favorite boba milk tea drink.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: FRUIT AND VEGETABLE JUICE (COLOR), CITRIC ACID, CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED, YELLOW 5 LAKE.",
        "BeanId": 48
    },
    {
        "FlavorName": "MARGARITA",
        "Description": "No tequila required. Made with a twist of lime juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, CITRIC ACID, SODIUM CITRATE, COLOR ADDED, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 49
    },
    {
        "FlavorName": "MATCHA MILK TEA",
        "Description": "Savor the perfect blend of matcha milk tea and tapioca pearls in every bite.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: SPIRULINA EXTRACT (COLOR), TURMERIC (COLOR), CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED.",
        "BeanId": 50
    },
    {
        "FlavorName": "MIMOSA",
        "Description": "A sophisticated combination of champagne and orange juice. There's no bubbly, but each is deliciously flavored with real orange puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ORANGE PUREE, NATURAL & ARTIFICIAL FLAVORs, CITRIC ACID, SODIUM LACTATE, COLOR ADDED, YELLOW 6, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 51
    },
    {
        "FlavorName": "MINT CHOCOLATE CHIP®",
        "Description": "A delicious combination of chocolate and mint flavor in every bean.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: COCOA POWDER, DARK CHOCOLATE (SUGAR, CHOCOLATE LIQUOR, COCOA BUTTER), NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 5 LAKE, BLUE 1 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, TAPIOCA DEXTRIN, SALT.",
        "BeanId": 52
    },
    {
        "FlavorName": "MIXED BERRY SMOOTHIE",
        "Description": "A delightful mix of creamy berry flavors. No blender required.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, BLUEBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, RED 40, RED 40 LAKE, BLUE 1, BLUE 2 LAKE, YELLOW 5 LAKE, CITRIC ACID, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 53
    },
    {
        "FlavorName": "MOJITO",
        "Description": "Sit back and enjoy the refreshing taste of mint and lime without any of the alcohol.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: LEMON PUREE, LIME JUICE CONCENTRATE, PEACH PUREE CONCENTRATE, POMEGRANATE JUICE CONCENTRATE, STRAWBERRY PUREE, COCONUT, NATURAL & ARTIFICIAL FLAVORS, CITRIC ACID, SODIUM LACTATE, SODIUM CITRATE, COLOR ADDED, RED 40 LAKE, RED 40, YELLOW 5 & 6, YELLOW 5 & 6 LAKE, BLUE 1, BLUE 1 LAKE, GRAPE SKIN EXTRACT (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, TAPIOCA DEXTRIN.",
        "BeanId": 54
    },
    {
        "FlavorName": "MOSCOW MULE",
        "Description": "Complete with a copper finish, this bean tastes like the iconic cocktail without the distilled spirit.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORs, CITRIC ACID, COLOR ADDED, YELLOW 5, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 55
    },
    {
        "FlavorName": "ORANGE CRUSH",
        "Description": "The iconic orange soda flavor that offers a refreshingly sweet escape on a warm afternoon.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ACACIA GUM, CITRIC ACID, SODIUM LACTATE, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5 & 6, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 56
    },
    {
        "FlavorName": "ORANGE SHERBET",
        "Description": "The light and refreshing combination of sweet orange and smooth cream flavors. Made possible with real orange puree. No freezer required.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, ORANGE JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 6 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 57
    },
    {
        "FlavorName": "ORIGINAL GLAZED®",
        "Description": "The perfectly sweet flavor everyone loves to wake up to.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: APPLE JUICE CONCENTRATE, CITRIC ACID, COCOA POWDER, NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, BLUE 1 & 2 LAKE, RED 40, VEGETABLE AND FRUIT JUICE (COLOR), TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, GROUND CINNAMON, SALT.",
        "BeanId": 58
    },
    {
        "FlavorName": "OUR STRAWBERRY BLONDE®",
        "Description": "Enjoy a scoop of everyone's summertime favorite. Flavored with real strawberry puree for a fresh fruit taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: STRAWBERRY PUREE, CHOCOLATE LIQUOR, COCOA BUTTER, COCOA POWDER, CITRIC ACID, GROUND CINNAMON, TAPIOCA DEXTRIN, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, RED 40, BLUE 1 & 2 LAKE, BLUE 1, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 59
    },
    {
        "FlavorName": "PEACH",
        "Description": "The luscious and ripe taste of summer. Flavored with real peach puree.",
        "Ingredients": "SUGAR, CORN SYRUP, PEACH JUICE FROM PUREE CONCENTRATE, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM CITRATE, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 5, YELLOW 5 LAKE, RED 40 LAKE, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 60
    },
    {
        "FlavorName": "PINEAPPLE PEAR SMOOTHIE",
        "Description": "Smooth & creamy with just a hint of tartness. Flavoured with real pear and pineapple juices.",
        "Ingredients": "SUGAR, GLUCOSE SYRUP, MODIFIED CORNSTARCH, PEAR JUICE CONCENTRATE, FLAVOURINGS, COLOURS (E100, E171), ACIDITY REGULATOR (E330), GLAZING AGENTS (E901, E903, E904), VEGETABLE CONCENTRATE (SPIRULINA).",
        "BeanId": 61
    },
    {
        "FlavorName": "PINK LEMONADE",
        "Description": "All pink with a flavor that is tart, tangy, and lemony.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CRANBERRY PUREE, RASPBERRY PUREE, GRAPE JUICE CONCENTRATE, MANGO JUICE CONCENTRATE, STRAWBERRY JUICE CONCENTRATE, KIWI JUICE CONCENTRATE, LEMON PUREE, CHERRY JUICE CONCENTRATE, CRANBERRY JUICE CONCENTRATE, NATURAL FLAVORS, CITRIC ACID, COLOR ADDED, GRAPE CONCENTRATE (COLOR), TURMERIC (COLOR), APPLE (COLOR), HIBISCUS (COLOR), BLACK CURRANT (COLOR), CARROT (COLOR), CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 62
    },
    {
        "FlavorName": "PIÑA COLADA",
        "Description": "Smooth & creamy with just a hint of tartness. Flavored with real pear and pineapple juices.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: COCONUT, CITRIC ACID, ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 63
    },
    {
        "FlavorName": "PLUM",
        "Description": "Sweet and ripe. Flavoured with real plum juice to give it a freshly picked taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, PLUM JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, CITRIC ACID, SODIUM CITRATE, COLOR ADDED, RED 40 LAKE, BLUE 1 & 2 LAKE, YELLOW 6 LAKE, RED 40, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 64
    },
    {
        "FlavorName": "POMEGRANATE",
        "Description": "Perfectly tart and sweet but without the seeds. Flavored with real pomegranate juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: POMEGRANATE JUICE CONCENTRATE, NATURAL & ARTIFICIAL FLAVOR, CITRIC ACID, SODIUM LACTATE, SODIUM CITRATE, COLOR ADDED, RED 40, RED 40 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 65
    },
    {
        "FlavorName": "POMEGRANATE COSMO",
        "Description": "The ultimate in chic drinks. Contains the same robust and refreshing taste as the classic cocktail without any of the alcohol.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: LEMON PUREE, LIME JUICE CONCENTRATE, PEACH PUREE CONCENTRATE, POMEGRANATE JUICE CONCENTRATE, STRAWBERRY PUREE, COCONUT, NATURAL & ARTIFICIAL FLAVORS, CITRIC ACID, SODIUM LACTATE, SODIUM CITRATE, COLOR ADDED, RED 40 LAKE, RED 40, YELLOW 5 & 6, YELLOW 5 & 6 LAKE, BLUE 1, BLUE 1 LAKE, GRAPE SKIN EXTRACT (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, TAPIOCA DEXTRIN.",
        "BeanId": 66
    },
    {
        "FlavorName": "RASPBERRY",
        "Description": "Enjoy the fresh-picked taste of real raspberry puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, RASPBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVOR, COLOR ADDED, YELLOW 6, RED 40 LAKE, RED 40, YELLOW 5 & 6 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 67
    },
    {
        "FlavorName": "RED APPLE",
        "Description": "Crisp, delicious and sweet. A classic taste that only comes from including real apple juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, APPLE JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: LACTIC ACID, CITRIC ACID, FUMARIC ACID, NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, YELLOW 6, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 68
    },
    {
        "FlavorName": "ROSE",
        "Description": "The delicious flavour of a glass of bubbly that makes every occasion extra rosy.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVORS, CITRIC ACID, COLOR ADDED, RED 40, RED 3, BLUE 2 LAKE, RED 40 LAKE, MALTODEXTRIN, CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX.",
        "BeanId": 69
    },
    {
        "FlavorName": "S'MORES",
        "Description": "The perfect taste combination of marshmallow, graham cracker and chocolate. No campfire required.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVOR, COLOR ADDED, VEGETABLE AND FRUIT JUICE (COLOR), YELLOW 5 & 6 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 70
    },
    {
        "FlavorName": "SIZZLING CINNAMON",
        "Description": "We turned up the heat. This bean's fiery cinnamon flavor bites back with a delectable spice that's just right.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 LAKE, YELLOW 5, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 71
    },
    {
        "FlavorName": "SOUR CHERRY",
        "Description": "A sour twist to one of our most popular flavors. Made to perfection with real cherry juice for a delicious fresh-picked flavor.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CHERRY JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, FUMARIC ACID, SODIUM LACTATE, SODIUM CITRATE, ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, TURMERIC (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 72
    },
    {
        "FlavorName": "SOUR GRAPE",
        "Description": "So sour. So good. Flavorings of real grape juice produces a fresh from the vine taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, TARTARIC ACID, GRAPE JUICE CONCENTRATE, GUM ARABIC, NATURAL & ARTIFICIAL FLAVOR, VEGETABLE & FRUIT JUICE (COLOR), COLOR ADDED, RED 40, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 73
    },
    {
        "FlavorName": "SOUR LEMON",
        "Description": "This bean packs extra pucker power. Real lemon puree' delivers its special tasty tartness.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, FUMARIC ACID, SODIUM LACTATE, SODIUM CITRATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 5, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 74
    },
    {
        "FlavorName": "SOUR ORANGE",
        "Description": "Pucker up! Flavored with real orange puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: APPLE JUICE CONCENTRATE, GRAPE JUICE CONCENTRATE, LEMON PUREE, CHERRY JUICE CONCENTRATE, ORANGE PUREE, CITRIC ACID, FUMARIC ACID, SODIUM CITRATE, SODIUM LACTATE, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, BLUE 1 & 2, BLUE 1 & 2 LAKE, YELLOW 5 & 6 LAKE, YELLOW 5, TURMERIC (COLOR), BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 75
    },
    {
        "FlavorName": "STRAWBERRY BANANA SMOOTHIE",
        "Description": "Go ahead. Mix it up! A delicious combo flavored with real strawberry and banana purees.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: POMEGRANATE JUICE CONCENTRATE, PEACH PUREE CONCENTRATE, BANANA PUREE, PEAR JUICE CONCENTRATE, NATURAL AND ARTIFICIAL FLAVORS, CITRIC ACID, SODIUM LACTATE, SODIUM CITRATE, COLOR ADDED, RED 40, YELLOW 5 & 6, YELLOW 5 & 6 LAKE, BLUE 1 & 2 LAKE, RED 40 LAKE, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT, COFFEE, TAPIOCA DEXTRIN.",
        "BeanId": 76
    },
    {
        "FlavorName": "STRAWBERRY CHEESECAKE",
        "Description": "A dessert lover's dream! There is a reason why it's one of our most popular flavors. Go ahead, treat yourself.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, STRAWBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 77
    },
    {
        "FlavorName": "STRAWBERRY DAIQUIRI",
        "Description": "You'll feel like you are poolside as you enjoy the fresh fruity taste. We flavor each bean with real strawberry puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, STRAWBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, YELLOW 6, RED 40, YELLOW 5 & 6 LAKE, TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 78
    },
    {
        "FlavorName": "STRAWBERRY ICED",
        "Description": "Classic glazed donut flavors with the added indulgence of strawberry icing.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: APPLE JUICE CONCENTRATE, CITRIC ACID, COCOA POWDER, NATURAL & ARTIFICIAL FLAVORS, COLOR ADDED, RED 40 LAKE, YELLOW 5 & 6 LAKE, BLUE 1 & 2 LAKE, RED 40, VEGETABLE AND FRUIT JUICE (COLOR), TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, GROUND CINNAMON, SALT.",
        "BeanId": 79
    },
    {
        "FlavorName": "STRAWBERRY JAM",
        "Description": "The perfect sweet topping. Flavoured with real strawberry juice for a fresh from the jar taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, STRAWBERRY JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVORs, COLOR ADDED, RED 40 LAKE, YELLOW 6, RED 40, BLUE 2 LAKE, YELLOW 5 & 6 LAKE, TAPIOCA DEXTRIN, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 80
    },
    {
        "FlavorName": "STRAWBERRY MILK TEA",
        "Description": "Refreshing and sweet. Sweet strawberries, milk tea, and tapioca pearls combine for a delightful treat.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED, RED 40, YELLOW 6 LAKE.",
        "BeanId": 81
    },
    {
        "FlavorName": "SUNKIST® LEMON",
        "Description": "The perfect amount of pucker. Real lemon flavorings give these beans their tasty tartness.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM PUREE, 2% OR LESS OF THE FOLLOWING: SODIUM LACTATE, CITRIC ACID, NATURAL FLAVOR, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 82
    },
    {
        "FlavorName": "SUNKIST® LIME",
        "Description": "Sweet, tart, and zesty. Flavored with real lime juice for that fresh-picked taste.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LIME JUICE FROM CONCENTRATE, 2% OR LESS OF THE FOLLOWING: SODIUM LACTATE, CITRIC ACID, NATURAL FLAVOR, COLOR ADDED, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 83
    },
    {
        "FlavorName": "SUNKIST® ORANGE",
        "Description": "The perfect way to wake up your taste buds. Each flavored with real orange puree for a sweet citrus treat.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, ORANGE JUICE FROM ORANGE PUREE, 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 6, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 84
    },
    {
        "FlavorName": "SUNKIST® PINK GRAPEFRUIT",
        "Description": "It tastes so fresh squeezed because it's flavored with real grapefruit juice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, GRAPEFRUIT JUICE FROM CONCENTRATE, 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 5 & 6 LAKE, RED 40, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 85
    },
    {
        "FlavorName": "SUNKIST® TANGERINE",
        "Description": "Get ready for a sweet and tart taste that's flavored with real tangerine juice for a burst of flavor.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, TANGERINE JUICE FROM CONCENTRATE, 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL FLAVOR, COLOR ADDED, YELLOW 6, RED 40, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 86
    },
    {
        "FlavorName": "TARO MILK TEA",
        "Description": "Take your taste buds on a journey with this internationally-inspired flavor. The perfect blend of taro milk tea and tapioca pearls make up this truly unique bean.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED, RED 40, BLUE 1SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED, RED 40, BLUE 1.",
        "BeanId": 87
    },
    {
        "FlavorName": "THAI MILK TEA",
        "Description": "Experience the rich and aromatic blend of Thai milk tea and tapioca pearls in every bite.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: CONFECTIONER'S GLAZE, BEESWAX, CARNAUBA WAX, NATURAL AND ARTIFICIAL FLAVORS, SALT, COLOR ADDED, YELLOW 6 LAKE, YELLOW 5.",
        "BeanId": 88
    },
    {
        "FlavorName": "TOASTED MARSHMALLOW",
        "Description": "Bring back memories of sitting around the campfire. No stick required.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, WATERMELON JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, CITRIC ACID, COLOR ADDED, RED 40 LAKE, YELLOW 5, BLUE 1, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 89
    },
    {
        "FlavorName": "TOP BANANA",
        "Description": "So delicious, you'll want to eat a bunch. Flavored with real banana puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, WATERMELON JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, CITRIC ACID, COLOR ADDED, RED 40 LAKE, YELLOW 5, BLUE 1, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 90
    },
    {
        "FlavorName": "TUTTI-FRUITTI",
        "Description": "This beloved bean is a unique and delicious combination of fruity flavors.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, RED 40 LAKE, YELLOW 5 LAKE, RED 40, BLUE 1 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 91
    },
    {
        "FlavorName": "VERY CHERRY",
        "Description": "Our most popular flavor is created with real cherry juice to seem like it came right from a tree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CHERRY JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, ARTIFICIAL FLAVOR, COLOR ADDED, RED 40, RED 40 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 92
    },
    {
        "FlavorName": "WATERMELON",
        "Description": "A sweet sensation that's green on the outside and red on the inside. Flavored with real watermelon juice to be delicious inside and out.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, WATERMELON JUICE FROM CONCENTRATE, CONTAINS 2% OR LESS OF THE FOLLOWING: ARTIFICIAL FLAVOR, CITRIC ACID, COLOR ADDED, RED 40 LAKE, YELLOW 5, BLUE 1, RED 40, YELLOW 5 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 93
    },
    {
        "FlavorName": "WILD BLACKBERRY",
        "Description": "Deep and fruity flavor that tastes like it came right from the bush. Flavored with real blackberry puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, BLACKBERRY JUICE FROM PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, SODIUM LACTATE, SODIUM CITRATE, COLOR ADDED, BLUE 2 LAKE, RED 40 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 94
    },
    {
        "FlavorName": "LEMON DROP",
        "Description": "The classic candy that is sweet with just a hint of sour. Flavoured with real lemon puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LEMON JUICE FROM LEMON PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, YELLOW 5, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 95
    },
    {
        "FlavorName": "LEMON LIME",
        "Description": "The citrus match made in heaven and made with real lime juice concentrate.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, LIME JUICE FROM CONCENTRATE, LEMON JUICE FROM LEMON PUREE, CONTAINS 2% OR LESS OF THE FOLLOWING: CITRIC ACID, SODIUM LACTATE, NATURAL FLAVORS, COLOR ADDED, YELLOW 5, BLUE 1, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 96
    },
    {
        "FlavorName": "LEMON MERINGUE PIE",
        "Description": "A tart and sweet taste you'll swear was topped with meringue. Flavored with real lemon puree.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: LEMON PUREE, CITRIC ACID, NATURAL & ARTIFICIAL FLAVOR, COLOR ADDED, VEGETABLE AND FRUIT JUICE (COLOR), YELLOW 5 & 6 LAKE, BLUE 2 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE, SALT.",
        "BeanId": 97
    },
    {
        "FlavorName": "LICORICE",
        "Description": "Indulge in the unmistakable flavor that balances sweet with spice. Our traditional taste comes from real black licorice.",
        "Ingredients": "SUGAR, CORN SYRUP, MODIFIED FOOD STARCH, CONTAINS 2% OR LESS OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVORS, COLOR ADDED, BLUE 2 LAKE, YELLOW 6 LAKE, BEESWAX, CARNAUBA WAX, CONFECTIONER'S GLAZE.",
        "BeanId": 98
    }
]